{
    "courses": {
      "course": [
        {
          "_key": "200",
          "_title": "Exploring Our Food",
          "_descr": "Chemical and physical properties of foods; issues pertaining to safety, nutritive value and consumer acceptability; government regulations pertaining to food safety, quality and additives; preservation techniques and transformation of agricultural commodities to food products; foods of the future.",
          "_outlineurl": "http://www.landfood.ubc.ca/courses/fnh/200/FNH200.syllabus.pdf",
          "_prereqnote": "At least second year standing required."
        },
        {
          "_key": "250",
          "_title": "Nutrition Concepts and Controversies",
          "_descr": "Fundamental concepts and principles of human nutrition applied to current nutrition issues.",
          "_prereqs": "Either (a) one of BIOL 111, BIOL 112, BIOL 153, BIOL 155 or (b) all of KIN  190, KIN  191.",
          "_prereqnote": "At least second-year standing required."
        },
        {
          "_key": "300",
          "_title": "Principles of Food Engineering",
          "_descr": "Units and dimensions, mass balance, energy balance, steady state and transient heat flow, fluid handling and measurement.",
          "_prereqs": "One of PHYS 101, PHYS 107."
        },
        {
          "_key": "301",
          "_title": "Food Chemistry I",
          "_descr": "Constituents of food and related chemical physical properties including water, carbohydrates, proteins, lipids, minerals, and vitamins.",
          "_prereqs": "Either (a) CHEM 201 or (b) CHEM 205;  and either (a) CHEM 203 or (b) CHEM 233."
        },
        {
          "_key": "302",
          "_title": "Food Analysis",
          "_descr": "Principles of and procedures for analysis of the chemical and physical properties of food; proximate analysis; introduction to instrumental analysis; reporting and analysis of data.",
          "_prereqs": "Either (a) CHEM 201 or (b) CHEM 205;  and either (a) CHEM 203 or (b) CHEM 233."
        },
        {
          "_key": "303",
          "_title": "Food Product Development",
          "_descr": "Introduction to and application of concepts involved in food product formulation and development.",
          "_prereqs": "One of LFS  252, BIOL 300, EPSE 482, FRST 231, STAT 200.",
          "_coreqs": "FNH  301."
        },
        {
          "_key": "309",
          "_title": "Food Process Science",
          "_descr": "Preservation of tissue and fluid food systems by selected physical and chemical treatments with emphasis on product-process interactions."
        },
        {
          "_key": "313",
          "_title": "Microorganisms in Food Systems",
          "_descr": "Microorganisms of importance in safety, spoilage and preservation of foods; factors affecting growth, survival and inactivation of microorganisms in fermented food systems; food processing plant cleaning and sanitation.",
          "_prereqs": "BIOL 112."
        },
        {
          "_key": "325",
          "_title": "Food Science Laboratory I",
          "_descr": "Integrated laboratory introducing techniques used in food processing and analysis. Enrolment restricted to Food Science students.",
          "_prereqs": "All of FNH  300, FNH  301, FNH  302.",
          "_prereqnote": "These courses can be taken as corequisites."
        },
        {
          "_key": "326",
          "_title": "Food Science Laboratory II",
          "_descr": "Integrated laboratory encompassing the processing and analysis of foods.  Enrolment restricted to Food Science students.",
          "_prereqs": "FNH  325."
        },
        {
          "_key": "330",
          "_title": "Introduction to Wine Science 1",
          "_descr": "Principles of viticulture, enology, and wine microbiology and chemistry; marketing, regulation and classification of wines from selected regions of the world; social, economic and health aspects of wine consumption; wine appreciation.",
          "_prereqnote": "Third-year standing."
        },
        {
          "_key": "335",
          "_title": "Introduction to Wine Science II",
          "_descr": "Review of diverse styles of wine with consideration of classic wine-producing areas. Concepts in wine microbiology/chemistry; overview of steps in grape processing for diverse wine styles. Comparison of regulations for Canadian VQA systems with international systems. Wine sensory analysis.",
          "_prereqs": "FNH  330.",
          "_prereqnote": "and third-year standing or higher."
        },
        {
          "_key": "340",
          "_title": "Food Theory",
          "_descr": "Principles of food preparation based on the physical and chemical properties of food.",
          "_prereqs": "FNH  200 and either (a) all of CHEM 111, CHEM 113 or (b) all of CHEM 121, CHEM 123.",
          "_coreqs": "FNH  341."
        },
        {
          "_key": "341",
          "_title": "Food Theory Applications",
          "_descr": "Experimental and practical application of scientific principles and theories to problems of food preparation. Note: Course registrants are required to possess a Foodsafe I certificate.",
          "_coreqs": "FNH  340."
        },
        {
          "_key": "342",
          "_title": "Critical Perspectives on Consumer Food Practices",
          "_descr": "Personal, collective, and policy factors affecting food choices, including perceptions of healthy eating, gender, identity, family structures, and economic, sociocultural, and political forces.",
          "_prereqnote": "At least third year standing required."
        },
        {
          "_key": "350",
          "_title": "Fundamentals of Nutrition",
          "_descr": "Fundamentals of energy and macronutrient metabolism.",
          "_prereqs": "FNH  250 and one of BIOL 201, BIOC 202."
        },
        {
          "_key": "351",
          "_title": "Vitamins, Minerals, and Health",
          "_descr": "Vitamin and mineral nutrition and their role in maintaining and promoting health.",
          "_prereqs": "FNH  250 and one of BIOL 201, BIOC 202."
        },
        {
          "_key": "355",
          "_title": "International Nutrition",
          "_descr": "Conceptualization and scientific analyses of global problems in food and nutrition; complexities of food habits and malnutrition in various cultures around the world."
        },
        {
          "_key": "370",
          "_title": "Nutrition Assessment",
          "_descr": "The use of dietary, anthropometric, biochemical, and related information for the assessment of nutritional status of individuals and populations.",
          "_prereqs": "FNH  250."
        },
        {
          "_key": "371",
          "_title": "Human Nutrition Over The Life Span",
          "_descr": "Nutritional requirements and dietary patterns of healthy individuals throughout the life span.",
          "_prereqs": "FNH  250."
        },
        {
          "_key": "380",
          "_title": "Professional Dietetic Practice I",
          "_descr": "Introduction to the profession of dietetics in Canada. Restricted to students in the Dietetics Major."
        },
        {
          "_key": "398",
          "_title": "Research Methods in Human Nutrition",
          "_descr": "Process of research; principles and processes in utilizing research. Restricted to students in majors in the FNH program.",
          "_prereqs": "FNH  250 and either (a) LFS  252 or (b) BIOL 300 or (c) EPSE 482 or (d) FRST 231 or (e) STAT 200."
        },
        {
          "_key": "402",
          "_title": "Functional Foods and Nutraceuticals",
          "_descr": "Functional food and nutraceutical concepts related to ingredient safety and quality; examples of nutrient-disease relationships, requirements for standards of efficacy for health claims; market determinants of functional food and nutraceutical industries.",
          "_prereqnote": "third-year standing"
        },
        {
          "_key": "403",
          "_title": "Food Laws, Regulations and Quality Assurance",
          "_descr": "Canadian and international laws governing food composition, grading, quality and safety; hazard analysis critical control points; statistical quality assurance.",
          "_prereqs": "LFS  252.",
          "_prereqnote": "or equivalent background in statistics."
        },
        {
          "_key": "405",
          "_title": "Microbiology of Food and Beverage Fermentation",
          "_descr": "Fermentation methods, mechanism and microbiology of nonalcoholic fermented foods and alcoholic fermented beverages (beer, cider, sake).",
          "_prereqs": "One of MICB 201, MICB 202, BIOL 201, BIOL 203, BIOC 203.",
          "_prereqnote": "Third-year standing."
        },
        {
          "_key": "413",
          "_title": "Food Safety",
          "_descr": "Microbial and chemical factors that underlie public health challenges in the food supply chain; prevalence and nature of organisms which cause foodborne diseases; approaches and technologies for improvement of food safety.",
          "_prereqs": "All of MICB 202, CHEM 233."
        },
        {
          "_key": "415",
          "_title": "Business Concepts in Food, Nutrition, and Health",
          "_descr": "Introduction to and application of business activities in food, nutrition, and health settings. Credit will only be granted for only one of FNH 415, FOOD 515, or FRE 515.",
          "_prereqnote": "At least third-year standing in the Faculty of Land and Food Systems."
        },
        {
          "_key": "425",
          "_title": "Food Science Laboratory III",
          "_descr": "Integrated course designed to illustrate principles of research and product development in the food industry.",
          "_outlineurl": "http://www.landfood.ubc.ca/courses/fnh/425/",
          "_prereqs": "All of FNH  325, FNH  326."
        },
        {
          "_key": "436",
          "_title": "Integrated Functional Genomics",
          "_descr": "Global transcript, protein and metabolite profiling technologies, their integration, application, and furtherance of our understanding of how higher organisms function in general.",
          "_outlineurl": "http://www.landfood.ubc.ca/courses/outlines/fnh436.htm",
          "_prereqs": "BIOL 335."
        },
        {
          "_key": "440",
          "_title": "Food Service Systems Management",
          "_descr": "Management responsibilities in quantity food production with emphasis on menu planning, purchasing and service. Includes planning and equipping food services. Restricted to students in the Dietetics major. Note: Course registrants are required to possess a Foodsafe II certificate.",
          "_prereqs": "FNH  340."
        },
        {
          "_key": "451",
          "_title": "Nutrient Metabolism and Implications for Health",
          "_descr": "Integration of nutrient and energy metabolism on a whole-body and individual tissue basis and the implication for health. Emphasis will be on regulation of nutrient metabolism.",
          "_prereqs": "All of FNH  350, CAPS 301, BIOC 302."
        },
        {
          "_key": "455",
          "_title": "Applied International Nutrition",
          "_descr": "Applying nutrition concepts and principles in addressing problems of malnutrition and food insecurity in international settings.  Basics of developing culturally acceptable, sustainable nutrition intervention programs.\t",
          "_prereqs": "FNH  355."
        },
        {
          "_key": "470",
          "_title": "Foundations of Nutrition Care I",
          "_descr": "Etiology and pathophysiology of and nutrition therapy for selected diseases and conditions, and skill development related to the Nutrition Care Process. Restricted to students in year 4 of the Dietetics Major.",
          "_prereqs": "All of FNH  350, FNH  370."
        },
        {
          "_key": "472",
          "_title": "Maternal and Fetal Nutrition",
          "_descr": "Metabolic adaptations, nutrient metabolism, and special issues during pregnancy that may influence the maternal-fetal nutritional supply.",
          "_prereqs": "FNH  350.",
          "_prereqnote": "Third-year standing."
        },
        {
          "_key": "473",
          "_title": "Applied Public Health Nutrition",
          "_descr": "Theory and methods in public health nutrition and health promotion program planning to assess, plan, implement, and evaluate nutrition-related programs for communities and populations. Considers factors affecting behavior and the social determinants of health.",
          "_prereqs": "FNH  250.",
          "_prereqnote": "and fourth-year standing."
        },
        {
          "_key": "474",
          "_title": "Sport Nutrition",
          "_descr": "Nutritional needs of athletes, including energy, carbohydrate and protein; hydration; pre-and post-event nutrition, weight management and body composition issues; ergogenic aids; sports-specific guidelines; and special athlete populations.",
          "_prereqs": "All of FNH  350, FNH  351."
        },
        {
          "_key": "475",
          "_title": "Foundations of Nutrition Care II",
          "_descr": "Etiology and pathophysiology of and nutrition therapy for additional diseases and conditions, and further skill development related to the Nutrition Care Process. Restricted to students in year 4 of the Dietetics Major.",
          "_prereqs": "FNH  470."
        },
        {
          "_key": "477",
          "_title": "Nutrition and Disease Prevention",
          "_descr": "Evidence-based examination of the role of nutrition in the prevention of chronic disease.",
          "_prereqs": "FNH  398."
        },
        {
          "_key": "480",
          "_title": "Professional Dietetic Practice III",
          "_descr": "Themes include practice-based research, clinical practice readiness, and orientation to internship.",
          "_prereqnote": "Fourth-year standing in the Dietetics Major."
        },
        {
          "_key": "481",
          "_title": "Dietetic Internship I",
          "_descr": "Full-time internship placements within British Columbia health authorities. Pass/Fail.",
          "_prereqnote": "Fifth-year standing in the Dietetics Major."
        },
        {
          "_key": "482",
          "_title": "Dietetic Internship II",
          "_descr": "Full-time internship placements within British Columbia health authorities. Pass/Fail.",
          "_prereqs": "FNH  481."
        },
        {
          "_key": "497A",
          "_title": "Directed Studies in Food, Nutrition and Health - DST FOOD,NTR HLT",
          "_descr": " "
        },
        {
          "_key": "497B",
          "_title": "Directed Studies in Food, Nutrition and Health - DST FOOD,NTR HLT",
          "_descr": " "
        },
        {
          "_key": "497E",
          "_title": "Directed Studies in Food, Nutrition and Health - DST FOOD,NTR HLT",
          "_descr": " "
        },
        {
          "comments": {
            "comment": {
              "_text": "Pre-requisite: approval of a program advisor; consult before the end  of classes in third year."
            }
          },
          "_key": "499",
          "_title": "Undergraduate Thesis",
          "_descr": "Design and execution of an experimental/analytical research project leading to preparation of a thesis.",
          "_prereqnote": "Approval of a program advisor; consult before the end of classes in third year."
        }
      ]
    }
  }